Repository: 0Armaan025/AuroraEditor
Catalog: CodeEdit/Localization/*.lproj/Localizable.strings
Languages: af, de

source: Hello, world!
af: Hi, wereld!
de: Hallo, Welt!

source: General
af: Algemeen
de: Allgemein

source: File Icon Style
af: Lêer-ikoonstyl
de: Datei Icon

source: Color
af: Kleur
de: Farbig

source: Monochrome
af: Monochroom
de: Monochrom

source: Appearance
af: Voorkoms
de: Erscheinungsbild

source: System
af: Stelsel

source: Light
af: Lig
de: Hell

source: Dark
af: Donker
de: Dunkel

source: Reopen Behavior
af: Heropen Gedrag
de: Bei App Start

source: Welcome Screen
af: Welkom Skerm
de: Willkommen Dialog

source: Open Panel
af: Maak Paneel Oop
de: Öffnen Dialog

source: New Document
af: Nuwe Dokument
de: Neues Dokument

source: Editor Theme
af: Redakteur Tema

source: Welcome to CodeEdit
af: Welkom tot CodeEdit
de: Willkommen zu CodeEdit

source: Version %@ (%@)
af: Weergawe %@ (%@)

source: No Recent Projects
af: Geen Onlangse Projekte Nie
de: Keine aktuellen Projekte

source: Create a new file
af: Skep 'n nuwe lêer
de: Neue Datei

source: Clone an exisiting project
af: Kloon 'n bestaande projek

source: Start working on something from a Git repository
af: Begin werk aan iets vanaf 'n Git-bewaarplek
de: Arbeite an einem Projekt von einem Git-Repository

source: Open a project or file
af: Maak 'n projek of lêer oop
de: Öffne Projekt oder Datei

source: Open an existing project or file on your Mac
af: Maak 'n bestaande projek of lêer op jou Mac oop
de: Vorhandenes Projekt oder Datei auf Mac öffnen

source: Show this window when CodeEdit launches
af: Wys hierdie venster wanneer CodeEdit begin
de: Zeigen wenn CodeEdit geöffnet wird

source: CodeEditor can currently not open this file type.
af: CodeEditor kan tans nie hierdie lêertipe oopmaak nie.
de: CodeEditor kann diesen Dateityp derzeit nicht öffnen.

source: Clone an existing project
de: Vorhandenes Projekt klonen
